Repository: jbjez/AV-Wallet
Catalog: lib/l10n/app_*.arb
Languages: de

# welcomeMessage
source: Welcome to AV Wallet
de: Willkommen bei AV Wallet

# catalogAccess
source: Catalog
de: Katalog AV

# lightMenu
source: Light
de: Licht

# structureMenu
source: Structure
de: Struktur

# soundMenu
source: Sound
de: Ton

# electricityMenu
source: Elec.
de: Elekt.

# networkMenu
source: Network
de: Netzwerk

# advancedMenu
source: Advanced
de: Erweitert

# lightPage_title
source: Light Equipment
de: Lichtausrüstung

# lightPage_beamCalculation
source: Beam Calculation
de: Strahlberechnung

# lightPage_driverCalculation
source: LED Driver Calculation
de: LED-Treiberberechnung

# lightPage_dmxCalculation
source: DMX Calculation
de: DMX-Berechnung

# lightPage_angleRange
source: Angle (1° to 70°)
de: Winkel (1° bis 70°)

# lightPage_heightRange
source: Height (1m to 20m)
de: Höhe (1m bis 20m)

# lightPage_distanceRange
source: Distance (1m to 40m)
de: Entfernung (1m bis 40m)

# lightPage_measureDistance
source: Measure your distance
de: Messen Sie Ihre Entfernung

# lightPage_calculate
source: Calculate
de: Berechnen

# lightPage_selectedProducts
source: Selected Products
de: Ausgewählte Produkte

# lightPage_reset
source: Reset
de: Zurücksetzen

# lightPage_ledLength
source: LED Length (in meters)
de: LED-Länge (in Metern)

# lightPage_brand
source: Brand
de: Marke

# lightPage_product
source: Product
de: Produkt

# lightPage_searchProduct
source: Search for a product...
de: Produkt suchen...

# lightPage_quantity
source: Quantity
de: Menge

# lightPage_enterQuantity
source: Enter quantity
de: Menge eingeben

# lightPage_cancel
source: Cancel
de: Abbrechen

# lightPage_confirm
source: Confirm
de: Bestätigen

# lightPage_noFixturesSelected
source: No fixtures selected
de: Keine Leuchten ausgewählt

# lightPage_save
source: Save
de: Speichern

# lightPage_savePreset
source: Save preset
de: Voreinstellung speichern

# lightPage_presetName
source: Preset name
de: Name der Voreinstellung

# lightPage_enterPresetName
source: Enter preset name
de: Name der Voreinstellung eingeben

# lightPage_beamDiameter
source: Beam diameter
de: Strahldurchmesser

# lightPage_meters
source: meters
de: Meter

# lightPage_recommendedConfig
source: Recommended configuration
de: Empfohlene Konfiguration

# lightPage_total
source: Total
de: Gesamt

# lightPage_dmxUniverses
source: DMX UNIVERSES
de: DMX-UNIVERSEN

# arMeasurePage_title
source: Photo/AR
de: Foto/AR

# arMeasurePage_tapFirstPoint
source: Tap the 1st point, then the 2nd
de: Tippen Sie auf den 1. Punkt, dann den 2.

# arMeasurePage_tapSecondPoint
source: Tap the 2nd point to measure distance
de: Tippen Sie auf den 2. Punkt, um die Entfernung zu messen

# arMeasurePage_tapObject
source: Tap on an object to measure distance
de: Tippen Sie auf ein Objekt, um die Entfernung zu messen

# arMeasurePage_tapDistance
source: Tap/Distance
de: Tippen/Entfernung

# arMeasurePage_modeSimple
source: Simple mode
de: Einfacher Modus

# arMeasurePage_modeTwoPoints
source: 2-point mode
de: 2-Punkt-Modus

# arMeasurePage_reset
source: Reset
de: Zurücksetzen

# arMeasurePage_home
source: Home
de: Startseite

# lightPage_universe
source: UNIVERSE
de: UNIVERSUM

# lightPage_fixture
source: FIXTURE
de: LEUCHTE

# lightPage_dmxChannelsUsed
source: DMX channels used
de: DMX-Kanäle verwendet

# search_speaker
source: Search for a speaker...
de: Nach einem Lautsprecher suchen...

source: View preset
de: Preset anzeigen

source: Rename preset
de: Preset umbenennen

source: Delete preset
de: Preset löschen

# lightPage_channel
source: channel
de: Kanal

# lightPage_channels
source: channels
de: Kanäle

# soundPage_title
source: Sound Equipment
de: Tonausrüstung

# soundPage_amplificationTab
source: Amplification
de: Verstärkung

# soundPage_decibelMeterTab
source: Decibel Meter
de: Schallpegelmesser

# soundPage_calculProjectTab
source: Project Calculation
de: Projektberechnung

# soundPage_amplificationLA
source: LA Amplification
de: LA-Verstärkung

# soundPage_delay
source: Delay
de: Verzögerung

# soundPage_decibelMeter
source: Decibel Meter
de: Schallpegelmesser

# soundPage_selectSpeaker
source: Select a speaker
de: Lautsprecher auswählen

# soundPage_selectedSpeakers
source: Selected speakers
de: Ausgewählte Lautsprecher

# soundPage_quantity
source: Quantity
de: Menge

# soundPage_calculate
source: Calculate
de: Berechnen

# soundPage_reset
source: Reset
de: Zurücksetzen

# soundPage_optimalConfig
source: Recommended amplification configuration
de: Empfohlene Verstärkerkonfiguration

# soundPage_noConfig
source: No optimal configuration found for this speaker combination
de: Keine optimale Konfiguration für diese Lautsprecherkombination gefunden

# soundPage_checkCompat
source: Please check compatibilities
de: Bitte überprüfen Sie die Kompatibilität

# soundPage_addPreset
source: Add preset
de: Voreinstellung hinzufügen

# soundPage_presetName
source: Preset name
de: Name der Voreinstellung

# soundPage_enterPresetName
source: Enter preset name
de: Name der Voreinstellung eingeben

# soundPage_save
source: Save
de: Speichern

# soundPage_cancel
source: Cancel
de: Abbrechen

# soundPage_confirm
source: Confirm
de: Bestätigen

# soundPage_addToCart
source: Add to cart
de: In den Warenkorb

# soundPage_preferredAmplifier
source: Preferred amplifier
de: Bevorzugter Verstärker

# soundPage_noSpeakersSelected
source: No speakers selected
de: Keine Lautsprecher ausgewählt

# soundPage_power
source: Power
de: Leistung

# soundPage_amplifier
source: Amplifier
de: Verstärker

# soundPage_capacity
source: Capacity
de: Kapazität

# soundPage_speakersPerChannel
source: speakers/channel
de: Lautsprecher/Kanal

# soundPage_speakersPerAmp
source: speakers/amp
de: Lautsprecher/Verstärker

# soundPage_amplifiersRequired
source: Amplifiers required
de: Verstärker erforderlich

# soundPage_with
source: with
de: mit

# soundPage_noPresetSelected
source: No preset selected
de: Kein Preset ausgewählt

# rider_technical_title
source: Technical Rider
de: Technischer Rider

# videoPage_title
source: Video Equipment
de: Videoausrüstung

# videoPage_videoCalculation
source: Video Calculation
de: Videoberechnung

# videoPage_videoControl
source: Video Control
de: Videosteuerung

# videoPage_searchProduct
source: Search product
de: Produkt suchen

# videoPage_selectBrand
source: Select brand
de: Marke auswählen

# videoPage_selectProduct
source: Select product
de: Produkt auswählen

# videoPage_model
source: Model
de: Modell

# videoPage_selectLedWall
source: Select LED Panel
de: LED-Panel auswählen

# videoPage_brand
source: Brand
de: Marke

# videoPage_projectionCalculation
source: Projection
de: Projektionsberechnung

# videoPage_ledWallCalculation
source: LED
de: LED-Wandberechnung

# videoPage_projectorCount
source: Projector Count
de: Anz. Projektoren

# videoPage_overlap
source: Overlap
de: Überlappung

# videoPage_imageWidth
source: Image width
de: Bildbreite

# videoPage_projectorDistance
source: Projector distance
de: Projektorabstand

# videoPage_ratio
source: Ratio
de: Verhältnis

# videoPage_recommendedRatio
source: Recommended ratio
de: Empfohlenes Verhältnis

# videoPage_noOpticsAvailable
source: No optics available for this ratio
de: Keine Optik für dieses Verhältnis verfügbar

# structurePage_title
source: Structure
de: Struktur

# structurePage_projectWeightTab
source: Weight Project
de: Projektgewicht

source: Select structure
de: Struktur auswählen

# charge_max
source: Max load: {value} kg{unit}
de: Maximale Last: {value} kg{unit}

# beam_weight
source: Beam weight (excluding loads): {value} kg
de: Balkengewicht (ohne Lasten): {value} kg

# max_deflection
source: Maximum deflection: {value} mm
de: Maximale Durchbiegung: {value} mm

# deflection_rate
source: Deflection rate taken into account: 1/200
de: Berücksichtigte Durchbiegungsrate: 1/200

# structurePage_selectCharge
source: Load type
de: Lasttyp

# catalogPage_title
source: Catalog
de: Katalog

# catalogPage_search
source: Search
de: Suchen

# catalogPage_category
source: Category
de: Kategorie

# catalogPage_subCategory
source: Sub-category
de: Unterkategorie

# catalogPage_brand
source: Brand
de: Marke

# catalogPage_product
source: Product
de: Produkt

# catalogPage_addToCart
source: Add to cart
de: In den Warenkorb

# catalogPage_quantity
source: Quantity
de: Menge

# catalogPage_enterQuantity
source: Enter quantity
de: Menge eingeben

# catalogPage_cart
source: Cart
de: Warenkorb

# catalogPage_emptyCart
source: Your cart is empty
de: Ihr Warenkorb ist leer

# catalogPage_total
source: Total
de: Gesamt

# catalogPage_checkout
source: Checkout
de: Zur Kasse

# catalogPage_clearCart
source: Clear cart
de: Warenkorb leeren

# catalogPage_remove
source: Remove
de: Entfernen

# catalogPage_confirm
source: Confirm
de: Bestätigen

# catalogPage_cancel
source: Cancel
de: Abbrechen

# catalogPage_weight
source: Weight
de: Gewicht

# catalogPage_selectCategory
source: Select Category
de: Kategorie auswählen

# catalogPage_selectSubCategory
source: Select Sub-Category
de: Unterkategorie auswählen

# catalogPage_noItems
source: No items found
de: Keine Artikel gefunden

# presetWidget_title
source: Presets
de: Voreinstellungen

# presetWidget_add
source: Add preset
de: Voreinstellung hinzufügen

# presetWidget_edit
source: Edit
de: Bearbeiten

# presetWidget_delete
source: Delete
de: Löschen

# presetWidget_confirmDelete
source: Are you sure you want to delete this preset?
de: Sind Sie sicher, dass Sie diese Voreinstellung löschen möchten?

# presetWidget_yes
source: Yes
de: Ja

# presetWidget_no
source: No
de: Nein

# presetWidget_renamePreset
source: Rename preset
de: Voreinstellung umbenennen

# presetWidget_newName
source: New name
de: Neuer Name

# presetWidget_create
source: Create
de: Erstellen

# presetWidget_defaultProject
source: Your project
de: Ihr Projekt

# presetWidget_rename
source: Rename
de: Umbenennen

# presetWidget_cancel
source: Cancel
de: Abbrechen

# presetWidget_confirm
source: Confirm
de: Bestätigen

# presetWidget_addToCart
source: Add to cart
de: In den Warenkorb

# presetWidget_preferredAmplifier
source: Preferred amplifier
de: Bevorzugter Verstärker

# projectCalculationPage_title
source: Project Calculation
de: Projektberechnung

# projectCalculationPage_powerProject
source: Power Project
de: Leistungsprojekt

# projectCalculationPage_weightProject
source: Weight Project
de: Gewichtsprojekt

# projectCalculationPage_powerTab
source: Power
de: Leist.

# projectCalculationPage_weightTab
source: Weight
de: Gew.

# projectCalculationPage_noPresetSelected
source: No preset selected
de: Keine Voreinstellung ausgewählt

# projectCalculationPage_powerConsumption
source: Power consumption
de: Stromverbrauch

# projectCalculationPage_weight
source: Weight
de: Gewicht

# projectCalculationPage_total
source: Total
de: Gesamt

# projectCalculationPage_presetTotal
source: Preset total
de: Voreinstellungsgesamt

# projectCalculationPage_globalTotal
source: Global total
de: Gesamtsumme

# ledWallSchemaPage_title
source: LED Wall Schema
de: LED-Wandschema

# ledWallSchemaPage_dimensions
source: Dimensions
de: Abmessungen

# ledWallSchemaPage_width
source: Width
de: Breite

# ledWallSchemaPage_height
source: Height
de: Höhe

# ledWallSchemaPage_panelSelection
source: Panel Selection
de: Panelauswahl

# ledWallSchemaPage_selectPanel
source: Select Panel
de: Panel auswählen

# ledWallSchemaPage_calculate
source: Calculate
de: Berechnen

# electricityPage_title
source: Electricity
de: Elektrizität

# electricityPage_project
source: Project
de: Projekt

# electricityPage_calculations
source: Calculations
de: Berechnungen

# electricityPage_noPresetSelected
source: No preset selected
de: Keine Voreinstellung ausgewählt

# electricityPage_selectedPreset
source: Selected preset
de: Ausgewählte Voreinstellung

# electricityPage_powerConsumption
source: Power consumption
de: Stromverbrauch

# electricityPage_presetTotal
source: Preset total
de: Voreinstellungsgesamt

# electricityPage_globalTotal
source: Global total
de: Gesamtsumme

# electricityPage_consumptionByCategory
source: Consumption by category
de: Verbrauch nach Kategorie

# electricityPage_powerCalculation
source: Power calculation
de: Leistungsberechnung

# electricityPage_voltage
source: Voltage
de: Spannung

# electricityPage_threePhase
source: Three-phase
de: Dreiphasig

# electricityPage_singlePhase
source: Single-phase
de: Einphasig

# electricityPage_current
source: Current (A)
de: Strom (A)

# electricityPage_power
source: Power (W)
de: Leistung (W)

# electricityPage_powerConversion
source: Power conversion
de: Leistungsumwandlung

# electricityPage_kw
source: Active power (kW)
de: Wirkleistung (kW)

# electricityPage_kva
source: Apparent power (kVA)
de: Scheinleistung (kVA)

# electricityPage_powerFactor
source: Power factor
de: Leistungsfaktor

# networkPage_title
source: Network
de: Netzwerk

# networkPage_bandwidth
source: Bandwidth
de: Bandbreite

# networkPage_networkScan
source: Network Scan
de: Netzwerkscan

# networkPage_detectedNetwork
source: Detected network
de: Erkanntes Netzwerk

# networkPage_noNetworkDetected
source: No network detected
de: Kein Netzwerk erkannt

# networkPage_testBandwidth
source: Run test
de: Test starten

# networkPage_testResults
source: Test results
de: Testergebnisse

# networkPage_bandwidthTestInProgress
source: Bandwidth test in progress...
de: Bandbreitentest läuft...

# networkPage_downloadError
source: Error during download
de: Fehler beim Download

# networkPage_scanError
source: Error during network scan
de: Fehler beim Netzwerkscan

# networkPage_noNetworksFound
source: No networks found
de: Keine Netzwerke gefunden

# networkPage_signalStrength
source: Signal strength
de: Signalstärke

# networkPage_frequency
source: Frequency
de: Frequenz

# speedtest_ready
source: Ready
de: Bereit

# speedtest_downloading
source: Downloading...
de: Download...

# speedtest_uploading
source: Uploading...
de: Upload...

# speedtest_completed
source: Completed
de: Abgeschlossen

# speedtest_running
source: Running...
de: Läuft

# speedtest_start
source: Start (8s)
de: Starten (8s)

# speedtest_speed
source: Speed
de: Geschwindigkeit

# arMeasure_photoAr
source: Photo/AR
de: Foto/AR

# arMeasure_takePhotosAndMeasure
source: Take reference photos and launch AR measurements
de: Machen Sie Referenzfotos und starten Sie AR-Messungen

# arMeasure_capturing
source: Capturing...
de: Aufnahme...

# arMeasure_photo
source: Photo
de: Foto

# arMeasure_photosAutoSaved
source: Photos are automatically saved in the active project folder
de: Fotos werden automatisch im aktiven Projektordner gespeichert

# arMeasure_photoSaved
source: Photo saved in project!
de: Foto im Projekt gespeichert!

# arMeasure_captureError
source: Error during capture
de: Fehler bei der Aufnahme

# arMeasure_saveError
source: Error during save
de: Fehler beim Speichern

# arMeasure_defaultProject
source: Project
de: Projekt

# arMeasure_photoFileName
source: Photo_AR_{projectName}_{timestamp}.jpg
de: Foto_AR_{projectName}_{timestamp}.jpg

# bottomNav_catalogue
source: Catalogue
de: Katalog

# bottomNav_light
source: Light
de: Licht

# bottomNav_structure
source: Structure
de: Struktur

# bottomNav_sound
source: Sound
de: Ton

# bottomNav_electricity
source: Electricity
de: Elektrizität

# bottomNav_misc
source: Misc
de: Verschiedenes

# bottomNav_arMeasure
source: AR Measure
de: AR Messung

# subscription_description
source: Unlock all features
de: Beschreibung

# subscription_choose_plan
source: Choose your plan
de: Plan wählen

# subscription_popular
source: Popular
de: Beliebt

# subscription_subscribe
source: Subscribe
de: Abonnieren

# subscription_free_trial
source: Enjoy 30 days free
de: Kostenlose Testversion

# subscription_free_trial_started
source: Free trial started!
de: Kostenlose Testversion gestartet!

# subscription_free_trial_error
source: Error starting free trial
de: Fehler beim Starten der kostenlosen Testversion

# subscription_security
source: Secure payment
de: Sicherheit

# subscription_security_description
source: Your data is protected by bank-level encryption
de: Sicherheitsbeschreibung

source: Settings
de: Einstellungen

source: Language
de: Sprache

source: Theme
de: Design

source: Sign out
de: Abmelden

# patchScenePage_title
source: Patch Scene
de: Patch Szene

# patchScenePage_createPatch
source: Create your patch!
de: Erstelle dein Patch!

# patchScenePage_input
source: INPUT
de: EINGANG

# patchScenePage_output
source: OUTPUT
de: AUSGANG

# patchScenePage_track
source: TRACK
de: SPUR

# patchScenePage_track1
source: TRACK 1
de: SPUR 1

# patchScenePage_instrument_voice
source: Voice
de: Stimme

# patchScenePage_instrument_piano
source: Piano
de: Klavier

# patchScenePage_instrument_drums
source: Drums
de: Schlagzeug

# patchScenePage_instrument_guitar
source: Guitar
de: Gitarre

# patchScenePage_instrument_brass
source: Brass
de: Blechbläser

# patchScenePage_instrument_violin
source: Violin
de: Geige

# patchScenePage_quantity
source: Quantity
de: Menge

# patchScenePage_rename
source: Rename
de: Umbenennen

# patchScenePage_delete
source: Delete
de: Löschen

# patchScenePage_newName
source: New name
de: Neuer Name

# patchScenePage_confirm
source: Confirm
de: Bestätigen

# patchScenePage_cancel
source: Cancel
de: Abbrechen

# patch_title
source: Stage Patch
de: Patch Szene

# patch_input
source: INPUT
de: EINGANG

# patch_output
source: OUTPUT
de: AUSGANG

# patch_add_track
source: Add track
de: Spur hinzufügen

# patch_ajout
source: Add
de: Hinzufügen

# patch_destination
source: Destination
de: Ziel

# patch_type
source: Type
de: Typ

# patch_quantity
source: Quantity
de: Menge

# patch_track_name
source: Track name
de: Spurname

# patch_rename
source: Rename
de: Umbenennen

# patch_delete
source: Delete
de: Löschen

# patch_cancel
source: Cancel
de: Abbrechen

# patch_confirm
source: Confirm
de: Bestätigen

# patch_export_png
source: Export PNG
de: PNG exportieren

# patch_export_csv
source: Export CSV
de: CSV exportieren

# patch_saved_to
source: Saved to: {path}
de: Gespeichert in: {path}

# patch_export_failed
source: Export failed
de: Export fehlgeschlagen

# patch_no_entries
source: No tracks
de: Keine Spuren

# patch_number
source: Number
de: Nummer

# patch_source
source: Source
de: Quelle

# patch_microphone
source: Microphone
de: Mikrofon

# patch_output_dest
source: Destination
de: Ziel

# patch_output_kind
source: Type
de: Typ

# structurePage_distance
source: Distance: {distance} m
de: Entfernung: {distance} m

# structurePage_chargeRepartie
source: Uniformly distributed load
de: Gleichmäßig verteilte Last

# structurePage_pointAccrocheCentre
source: 1 attachment point at center
de: 1 Befestigungspunkt in der Mitte

# structurePage_pointsAccrocheExtremites
source: 2 attachment points at ends
de: 2 Befestigungspunkte an den Enden

# structurePage_3pointsAccroche
source: 3 attachment points
de: 3 Befestigungspunkte

# structurePage_4pointsAccroche
source: 4 attachment points
de: 4 Befestigungspunkte

# structurePage_chargeMaximale
source: Maximum load
de: Maximale Last

# structurePage_poidsStructure
source: Structure weight
de: Strukturgewicht

# structurePage_flecheMaximale
source: Maximum deflection
de: Maximale Durchbiegung

# structurePage_ratioFleche
source: Deflection ratio
de: Durchbiegungsverhältnis

# structurePage_annuler
source: Cancel
de: Abbrechen

# structurePage_quantite
source: Quantity
de: Menge

# structurePage_modifier
source: Modify
de: Ändern

# projectPage_title
source: View Project
de: Projekt anzeigen

# projectPage_powerTab
source: Project Power
de: Projekt Leistung

# projectPage_weightTab
source: Project Weight
de: Projekt Gewicht

# projectPage_totalArticles
source: Total articles
de: Gesamtartikel

# projectPage_totalPower
source: Total Power
de: Gesamtleistung

# projectPage_totalWeight
source: Total Weight
de: Gesamtgewicht

# projectPage_preset
source: Preset
de: Voreinstellung

# projectPage_articles
source: Articles
de: Artikel

# projectPage_quantity
source: Quantity
de: Menge

# projectPage_power
source: Power
de: Leistung

# projectPage_weight
source: Weight
de: Gewicht

# projectPage_category
source: Category
de: Kategorie

# projectPage_exportCount
source: Export count
de: Exportanzahl

# projectPage_searchPlaceholder
source: Search for an article...
de: Nach Artikel suchen...

# projectPage_searchResults
source: Search results
de: Suchergebnisse

# projectPage_modify
source: Modify
de: Ändern

# projectPage_addToPreset
source: Add to preset
de: Zur Voreinstellung hinzufügen

# projectPage_enterQuantity
source: Enter quantity
de: Menge eingeben

# projectPage_confirm
source: Confirm
de: Bestätigen

# projectPage_cancel
source: Cancel
de: Abbrechen

# projectPage_powerTabShort
source: P
de: L

# projectPage_weightTabShort
source: W
de: G

# defaultProjectName
source: Project
de: Projekt

# defaultPresetName
source: Preset
de: Voreinstellung

source: New Project
de: Neues Projekt

source: Save Project
de: Projekt speichern

source: Load Project
de: Projekt laden

source: Export Project
de: Projekt exportieren

# projectNameLabel
source: New project name
de: Name des neuen Projekts

# projectArchiveInfo
source: The old project will be automatically archived.
de: Das alte Projekt wird automatisch archiviert.

source: Project saved!
de: Projekt gespeichert!

# noProjectsAvailable
source: No projects available to load
de: Keine Projekte zum Laden verfügbar

# selectProjectToLoad
source: Select a project to load:
de: Wählen Sie ein Projekt zum Laden:

# projectExportTitle
source: PROJECT: {name}
de: PROJEKT: {name}

# exportDate
source: Export date: {date}
de: Exportdatum: {date}

# presetsToExport
source: {count} preset{count, plural, =1 {} other {s}} to export
de: {count} Preset{count, plural, =1 {} other {s}} zu exportieren

# defaultProject1
source: Project 1
de: Projekt 1

# defaultProject2
source: Project 2
de: Projekt 2

# defaultProject3
source: Project 3
de: Projekt 3

# presetView
source: View Preset
de: Voreinstellung anzeigen

# presetRename
source: Rename Preset
de: Voreinstellung umbenennen

# presetDelete
source: Delete Preset
de: Voreinstellung löschen

# presetDuplicate
source: Duplicate Preset
de: Voreinstellung duplizieren

# presetNew
source: New Preset
de: Neue Voreinstellung

source: Preset Name
de: Name der Voreinstellung

# presetEnterName
source: Enter preset name
de: Namen der Voreinstellung eingeben

# presetRenameTo
source: Rename to
de: Umbenennen zu

source: Preset deleted
de: Voreinstellung gelöscht

source: Preset renamed
de: Voreinstellung umbenannt

source: Preset created
de: Voreinstellung erstellt

# presetLoad
source: Load Preset
de: Voreinstellung laden

# presetSave
source: Save Preset
de: Voreinstellung speichern

# presetExport
source: Export Preset
de: Voreinstellung exportieren

# presetImport
source: Import Preset
de: Voreinstellung importieren

source: Cancel
de: Abbrechen

source: Create
de: Erstellen

# enterProjectName
source: New project name
de: Neuer Projektname

source: Confirm
de: Bestätigen

source: No preset selected
de: Kein Preset ausgewählt

# searchArticlePlaceholder
source: Search for an article...
de: Nach Artikel suchen...

source: Search results
de: Suchergebnisse

source: Preset count
de: Preset-Anzahl

source: Total articles count
de: Gesamtartikel

source: Export count
de: Export-Anzahl

# presetCategory
source: Category
de: Kategorie

source: Article name
de: Artikelname

source: Quantity
de: Menge

source: Power
de: Leistung

source: Weight
de: Gewicht

source: Total Preset
de: Gesamt Preset

source: Total Project
de: Gesamt Projekt

source: Total Power
de: Gesamtleistung

source: Total Weight
de: Gesamtgewicht

source: Add to preset
de: Zum Preset hinzufügen

source: Enter quantity
de: Menge eingeben

source: Modify
de: Ändern

source: Delete
de: Löschen
