Repository: jbjez/AV-Wallet
Catalog: lib/l10n/app_*.arb
Languages: de

source: Rename
de: Umbenennen

source: Duplicate
de: Duplizieren

source: View
de: Anzeigen

source: Save
de: Speichern

source: Load
de: Laden

source: Export
de: Exportieren

source: Import
de: Importieren

# newItem
source: New
de: Neu

source: Edit
de: Bearbeiten

source: Close
de: Schließen

source: Back
de: Zurück

source: Next
de: Weiter

source: Previous
de: Zurück

source: Done
de: Fertig

source: Error
de: Fehler

source: Success
de: Erfolg

source: Warning
de: Warnung

# loginMenu_accountSettings
source: Account Settings
de: Kontoeinstellungen

# loginMenu_myProjects
source: My Projects
de: Meine Projekte

# loginMenu_logout
source: Logout
de: Abmelden

source: Brand
de: Marke

source: Product
de: Produkt

source: Category
de: Kategorie

source: Subcategory
de: Unterkategorie

source: Model
de: Modell

source: Type
de: Typ

source: Amplifier
de: Verstärker

source: Speaker
de: Lautsprecher

source: Microphone
de: Mikrofon

source: Stand
de: Ständer

source: Source
de: Quelle

source: Destination
de: Ziel

source: Lens
de: Objektiv

source: Projector
de: Projektor

source: Screen
de: Bildschirm

source: Cable
de: Kabel

source: Connector
de: Stecker

source: Voltage
de: Spannung

source: Current
de: Strom

source: Frequency
de: Frequenz

source: Impedance
de: Impedanz

source: Sensitivity
de: Empfindlichkeit

source: Dimensions
de: Abmessungen

source: Color
de: Farbe

source: Manufacturer
de: Hersteller

source: Country
de: Land

# structurePage_chargesTab
source: Charges
de: Lasten

# structurePage_maxLoad
source: Maximum load: {value} kg{unit}
de: Maximale Last: {value} kg{unit}

# structurePage_structureWeight
source: Structure weight: {value} kg/m
de: Strukturgewicht: {value} kg

# structurePage_maxDeflection
source: Maximum deflection: {value} mm
de: Maximale Durchbiegung: {value} mm

# structurePage_deflectionRatio
source: Deflection ratio: 1/{ratio}
de: Durchbiegungsverhältnis: 1/{ratio}

# structurePage_noPresetSelected
source: No preset selected
de: Kein Preset ausgewählt

# structurePage_structure
source: Structure:
de: Struktur:

# structurePage_length
source: Length:
de: Länge:

# structurePage_chargeType
source: Load type:
de: Lasttyp:

# structurePage_maxLoadTitle
source: Maximum load
de: Maximale Last

# structurePage_structureWeightTitle
source: Structure weight
de: Strukturgewicht

# structurePage_maxDeflectionTitle
source: Maximum deflection
de: Maximale Durchbiegung

# structurePage_deflectionRatioTitle
source: Deflection ratio
de: Durchbiegungsverhältnis

# catalogue_brand
source: Brand
de: Marke

# catalogue_description
source: Description
de: Beschreibung

# catalogue_dimensions
source: Dimensions
de: Abmessungen

# catalogue_weight
source: Weight
de: Gewicht

# catalogue_consumption
source: Consumption
de: Verbrauch

# catalogue_angle
source: Projection angle
de: Projektionswinkel

# catalogue_lumens
source: Lumens
de: Lumen

# catalogue_resolution
source: Resolution
de: Auflösung

# catalogue_powerAdmissible
source: Admissible power
de: Zulässige Leistung

# catalogue_impedanceNominal
source: Nominal impedance
de: Nennimpedanz

# catalogue_impedance
source: Impedance
de: Impedanz

# catalogue_powerRms
source: RMS Power
de: RMS-Leistung

# catalogue_powerProgram
source: Program Power
de: Programm-Leistung

# catalogue_powerPeak
source: Peak Power
de: Peak-Leistung

# catalogue_maxVoltage
source: Max voltage
de: Max. Spannung

# catalogue_lensesAvailable
source: Available projection lenses
de: Verfügbare Projektionslinsen

# catalogue_projectionRatio
source: Projection ratio
de: Projektionsverhältnis

# videoLedResult_espacePixellaire
source: Pixel space
de: Pixel-Raum

# videoLedResult_poidsTotal
source: Total weight
de: Gesamtgewicht

# videoLedResult_consommationTotale
source: Total consumption
de: Gesamtverbrauch

# arMeasurePage_description
source: Take reference photos and launch AR measurements
de: Nehmen Sie Referenzfotos auf und starten Sie AR-Messungen

# arMeasurePage_photoButton
source: Photo
de: Foto

# arMeasurePage_captureInProgress
source: Capturing...
de: Aufnahme...

# arMeasurePage_cameraPermissionRequired
source: Camera permissions required
de: Kamera-Berechtigungen erforderlich

# arMeasurePage_photoSaved
source: Photo saved in project!
de: Foto im Projekt gespeichert!

# arMeasurePage_errorMessage
source: Error occurred
de: Ein Fehler ist aufgetreten

# arMeasurePage_photosAutoSaved
source: Photos are automatically saved in the active project folder
de: Fotos werden automatisch im aktiven Projektordner gespeichert

# arMeasurePage_takeReferencePhotos
source: Take reference photos and launch AR measurements
de: Nehmen Sie Referenzfotos auf und starten Sie AR-Messungen

# arMeasurePage_photosAutoSavedInfo
source: Photos are automatically saved in the active project folder
de: Fotos werden automatisch im aktiven Projektordner gespeichert

# amperePerChannel
source: Amperes/Channel
de: ampere Per Channel

# amperes
source: A
de: amperes

source: Beam Calculation:
de: Strahlberechnung

# button_reset
source: Reset
de: Zurücksetzen

# calculateDriverConfig
source: Calculate Driver Configuration
de: calculate Driver Config

source: Calculation Result:
de: Berechnungsergebnis

# channelsPlural
source: channels
de: Kanäle

source: Consumption
de: Verbrauch

source: DMX Cables
de: DMX-Kabel

# dmxPage_allCategories
source: All
de: dmx Page all Categories

# dmxPage_cancel
source: Cancel
de: dmx Page cancel

# dmxPage_channelsTotal
source: channels
de: dmx Page channels Total

# dmxPage_channelsUsed
source: Used
de: dmx Page channels Used

# dmxPage_confirm
source: Confirm
de: dmx Page confirm

# dmxPage_dmxMax
source: DMX Max
de: dmx Page dmx Max

# dmxPage_dmxMini
source: DMX Mini
de: dmx Page dmx Mini

# dmxPage_dmxType
source: DMX Type
de: dmx Page dmx Type

# dmxPage_importPreset
source: Import Preset
de: dmx Page import Preset

# dmxPage_importedFromPreset
source: device(s) imported from
de: dmx Page imported From Preset

# dmxPage_ledBar
source: LED Bar
de: dmx Page led Bar

# dmxPage_lightDevices
source: light device(s)
de: dmx Page light Devices

# dmxPage_mapDmx
source: DMX Map
de: dmx Page map Dmx

# dmxPage_movingHead
source: Moving Head
de: dmx Page moving Head

# dmxPage_noPresetAvailable
source: No presets available to import
de: dmx Page no Preset Available

# dmxPage_noPresetSelected
source: No preset selected
de: dmx Page no Preset Selected

# dmxPage_noProductsSelected
source: No products selected
de: dmx Page no Products Selected

# dmxPage_ok
source: OK
de: dmx Page ok

# dmxPage_productsAddedToPreset
source: product(s) added to preset
de: dmx Page products Added To Preset

# dmxPage_quantityEnter
source: Enter quantity
de: dmx Page quantity Enter

# dmxPage_scanner
source: Scanner
de: dmx Page scanner

# dmxPage_searchHint
source: Search for a product...
de: dmx Page search Hint

# dmxPage_selectPreset
source: Select a preset
de: dmx Page select Preset

# dmxPage_selectedProducts
source: Selected products:
de: dmx Page selected Products

# dmxPage_strobe
source: Strobe
de: dmx Page strobe

# dmxPage_universe
source: Universe
de: dmx Page universe

# dmxPage_universesNeeded
source: universes required
de: dmx Page universes Needed

# dmxPage_wash
source: Wash
de: dmx Page wash

# dmxPage_wired
source: Wired
de: dmx Page wired

source: Driver Configuration:
de: Treiberkonfiguration

# driverTab_customDriverChannels
source: Number of channels
de: driver Tab custom Driver Channels

# driverTab_customDriverIntensity
source: Intensity per channel (A)
de: driver Tab custom Driver Intensity

# driverTab_customDriverTitle
source: Custom Driver Configuration
de: driver Tab custom Driver Title

# driverTab_driverChoice
source: Driver choice
de: driver Tab driver Choice

# driverTab_ledLength
source: LED strip length
de: driver Tab led Length

# driverTab_ledPower
source: LED strip power
de: driver Tab led Power

# driverTab_result
source: Calculation result
de: driver Tab result

source: Driver Type
de: Treibertyp

source: Light Accessories:
de: Beleuchtungszubehör

source: Mounting Tools
de: Montagewerkzeuge

# paymentPage_monthlyPlan
source: Monthly
de: Monatsplan

# paymentPage_yearlyPlan
source: Yearly
de: Jahresplan

# premiumExpiredDialog_message
source: You have used all your free uses. Upgrade to Premium to continue using all AV Wallet features.
de: premium Expired Dialog message

# premiumExpiredDialog_ok
source: OK
de: premium Expired Dialog ok

# premiumExpiredDialog_premium
source: Premium
de: premium Expired Dialog premium

# premiumExpiredDialog_title
source: Premium usage ended
de: premium Expired Dialog title

source: Recommended Configuration:
de: Empfohlene Konfiguration

source: Safety Accessories
de: Sicherheitszubehör

# settingsPage_account
source: Account
de: Konto

# settingsPage_biometricAuth
source: Biometric authentication
de: Biometrische Authentifizierung

# settingsPage_cancel
source: Cancel
de: Abbrechen

# settingsPage_changePassword
source: Change password
de: Passwort ändern

# settingsPage_confirmSignOut
source: Sign out
de: Abmelden bestätigen

# settingsPage_confirmUnsubscribe
source: Confirm unsubscribe
de: Abmeldung bestätigen

# settingsPage_error
source: Error
de: Fehler

# settingsPage_featureNotImplemented
source: Feature not implemented
de: Funktion nicht implementiert

# settingsPage_notAvailable
source: Not available
de: Nicht verfügbar

# settingsPage_notDefined
source: Not defined
de: Nicht definiert

# settingsPage_premiumActivated
source: Premium subscription activated!
de: Premium aktiviert

# settingsPage_premiumSubscription
source: Premium Subscription
de: Premium-Abonnement

# settingsPage_security
source: Security
de: Sicherheit

# settingsPage_signOut
source: Sign out
de: Abmelden

# settingsPage_signOutDialogContent
source: Do you really want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?

# settingsPage_signOutDialogTitle
source: Sign out
de: Abmelden

# settingsPage_subscribe
source: Subscribe
de: Abonnieren

# settingsPage_subscribeDialogContent
source: Do you want to subscribe to Premium?
de: Möchten Sie das Premium-Abonnement abonnieren?

# settingsPage_subscribeDialogTitle
source: Subscribe to Premium
de: Premium-Abonnement

# settingsPage_subscribeToPremium
source: Subscribe to Premium
de: Premium abonnieren

# settingsPage_subscription
source: Subscription
de: Abonnement

# settingsPage_subscriptionError
source: Subscription error
de: Abonnement-Fehler

# settingsPage_success
source: Success
de: Erfolg

# settingsPage_title
source: Settings
de: Kontoeinstellungen

# settingsPage_unsubscribe
source: Unsubscribe
de: Abmelden

# settingsPage_unsubscribeDialogContent
source: Do you really want to unsubscribe? You will lose access to Premium features.
de: Sind Sie sicher, dass Sie das Abonnement kündigen möchten?

# settingsPage_unsubscribeDialogTitle
source: Unsubscribe
de: Abonnement kündigen

# settingsPage_userInfo
source: User Information
de: Benutzerinformationen

# soundPage_ampConfigTitle
source: Recommended amp config:
de: Verstärkerkonfiguration

# thisSectionWillBeDeveloped
source: This section will be developed to include:
de: this Section Will Be Developed

# volts
source: V
de: volts

# paymentPage_title
source: Premium Subscription
de: Premium-Abonnement

# paymentPage_monthlyPrice
source: €2.49/month
de: Monatlich

# paymentPage_yearlyPrice
source: €19.99/year
de: Jährlich

# paymentPage_securePayment
source: Secure payment
de: Sichere Zahlung

# paymentPage_visaMastercardAccepted
source: Visa and Mastercard accepted
de: Visa & Mastercard akzeptiert

# paymentPage_paymentInfo
source: Payment information
de: Zahlungsinformationen

# paymentPage_cardholderName
source: Cardholder name
de: Karteninhaber

# paymentPage_cardNumber
source: Card number
de: Kartennummer

# paymentPage_expiryDate
source: MM/YY
de: Ablaufdatum

# paymentPage_payButton
source: Pay
de: Jetzt bezahlen

# paymentPage_processing
source: Processing...
de: Verarbeitung...

# paymentPage_paymentSuccess
source: Payment Successful!
de: Zahlung erfolgreich

# paymentPage_subscriptionActivated
source: Your premium subscription has been successfully activated!
de: Abonnement aktiviert

# paymentPage_price
source: Price
de: Preis

# paymentPage_continue
source: Continue
de: Weiter

# paymentPage_premiumFeatures
source: You can now enjoy all premium features!
de: Premium-Funktionen

# paymentPage_paymentError
source: Payment error
de: Zahlungsfehler

# paymentPage_selectPaymentMethod
source: Please select a payment method
de: Zahlungsmethode auswählen

# paymentPage_fillAllFields
source: Please fill in all card fields
de: Alle Felder ausfüllen

# paymentPage_paymentFailed
source: Payment failed. Please try again.
de: Zahlung fehlgeschlagen

# paymentPage_legalText
source: By proceeding with payment, you accept our terms of use and privacy policy. Payment will be processed securely by Stripe.
de: Mit der Zahlung stimmen Sie unseren AGB zu
